Repository: RickyNotaro/CakePOS
Catalog: src/Locale/*/default.po
Languages: de_de

source: Actions
de_de: Aktionen

source: List Customers
de_de: Liste Kunden

source: List Sales Transactions
de_de: Liste von Verkaufstransaktionen

source: New Sales Transaction
de_de: Neue Verkaufstransaktion

source: Add Customer
de_de: Kunden hinzufügen

source: Submit
de_de: einreichen

source: Delete
de_de: Löschen

source: Are you sure you want to delete # {0}?
de_de: Sind Sie sicher, dass Sie # {0} löschen?

source: Edit Customer
de_de: Kunden bearbeiten

source: New Customer
de_de: Neukunde

source: Customers
de_de: Kundschaft

source: View
de_de: Aussicht

source: Edit
de_de: Bearbeiten

source: Are you sure you want to delete : {0}?
de_de: Sind Sie sicher, dass Sie löschen möchten: {0}?

source: previous
de_de: früher

source: next
de_de: Nächster

source: Delete Customer
de_de: löschen Kunden

source: Customer Type
de_de: Kundentyp

source: Related Sales Transactions
de_de: Ähnliche Verkaufstransaktionen

source: Id
de_de: Ich würde

source: Customer Id
de_de: Kundennummer

source: Sales Outlet Id
de_de: Der Umsatz Outlet Id

source: Staff Id
de_de: Mitarbeiter Id

source: Transaction Date Time
de_de: Transaktion Datum Zeit

source: Transaction Wholesale Price
de_de: Transaktion Großhandelspreis

source: Transaction Retail Price
de_de: Transaktion Einzelhandelspreis

source: Other Details
de_de: Andere Details

source: Logout
de_de: Ausloggen

source: Login
de_de: Anmeldung

source: Register
de_de: Neu registrieren

source: Error
de_de: Fehler

source: Back
de_de: Zurück

source: List Payments
de_de: Liste Zahlungen

source: Add Payment
de_de: In Zahlung

source: Edit Payment
de_de: Bearbeiten Zahlung

source: Transaction #
de_de: Transaktion #

source: New Payment
de_de: Neue Zahlungs

source: Payments
de_de: Zahlungen

source: Payment #
de_de: Zahlung #

source: Delete Payment
de_de: löschen Zahlung

source: Payment Method Code
de_de: Zahlungs-Methode-Code

source: Sales Transaction Id
de_de: Verkaufstransaktion Id

source: Payment Amount
de_de: Zahlungsbetrag

source: List Products
de_de: Produkte Liste

source: List Products Transactions
de_de: Liste Produkte Transaktionen

source: New Products Transaction
de_de: Neue Produkte Transaktion

source: Add Product
de_de: Produkt hinzufügen

source: Edit Product
de_de: Produkt bearbeiten

source: New Product
de_de: Neues Produkt

source: Products
de_de: Produkte

source: Delete Product
de_de: löschen Produkt

source: Product Wholesale Price
de_de: Produkt-Großhandelspreis

source: Product Retail Price
de_de: Produkt-Verkaufspreis

source: Product Details
de_de: Produktdetails

source: Related Products Transactions
de_de: Ähnliche Produkte Transaktionen

source: Product Id
de_de: Produkt ID

source: Quantity
de_de: Menge

source: Add Products Transaction
de_de: Produkte hinzufügen Transaktions

source: Edit Products Transaction
de_de: Produkte bearbeiten Transaktions

source: Products Transactions
de_de: Produkte Transaktionen

source: Delete Products Transaction
de_de: Löschen Produkte Transaktion

source: Product
de_de: Produkt

source: Sales Transaction
de_de: Verkaufstransaktion

source: List Ref Payment Methods
de_de: Liste Ref Zahlungsmethoden

source: Add Ref Payment Method
de_de: In Ref Zahlungsmethode

source: Edit Ref Payment Method
de_de: Bearbeiten Ref Zahlungsmethode

source: New Ref Payment Method
de_de: New Ref Zahlungsmethode

source: Ref Payment Methods
de_de: Ref Zahlungsmethoden

source: Delete Ref Payment Method
de_de: Löschen Ref Zahlungsmethode

source: Payment Method Name
de_de: Zahlungsmethodenname

source: Payment Method Description
de_de: Zahlungs-Methode Beschreibung

source: List Sales Outlets
de_de: Liste Verkaufsstellen

source: Add Sales Outlet
de_de: In Verkaufs Outlet

source: Edit Sales Outlet
de_de: Bearbeiten Verkaufsstelle

source: New Sales Outlet
de_de: Neuer Sales Outlet

source: Sales Outlets
de_de: Verkaufsstellen

source: Delete Sales Outlet
de_de: Löschen Verkauf Outlet

source: Sales Outlet Detail
de_de: Der Umsatz Outlet-Detail

source: List Staffs
de_de: Liste Staffs

source: New Staff
de_de: Neue Mitarbeiter

source: Add a Sales Transaction
de_de: In einer Transaktion

source: Return to Sales Transaction index
de_de: Zurück zur Verkaufstransaktion Index

source: Delete this sales Transaction
de_de: Löschen Sie diese Verkaufstransaktion

source: Edit Sales Transaction
de_de: Bearbeiten Verkaufstransaktion

source: Sales Transactions
de_de: Verkaufstransaktionen

source: Delete Sales Transaction
de_de: Löschen Verkaufstransaktion

source: Customer
de_de: Kunde

source: Sales Outlet
de_de: Verkaufsstelle

source: Staff
de_de: Personal

source: Related Payments
de_de: Zahlungen im Zusammenhang mit

source: Register A New Staff Member
de_de: Registrieren Sie ein neues Belegschaftsmitglied

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: First Name
de_de: Vorname

source: First name
de_de: Vorname

source: Last Name
de_de: Familienname, Nachname

source: Last name
de_de: Familienname, Nachname

source: role?
de_de: Rolle?

source: Notes
de_de: Notizen

source: Notes about this staff member
de_de: Hinweise zu dieser Mitarbeiter

source: already have an account?
de_de: Habe schon einen Account?

source: Login here
de_de: Hier anmelden

source: Other Actions
de_de: Andere Aktionen

source: Return to Staff list
de_de: Zurück zur Mitarbeiterliste

source: Are you sure you want to delete {0} from the system?
de_de: Sind Sie sicher, dass Sie {0} aus dem System zu löschen?

source: Informations
de_de: Informationen

source: Are you sure you want to delete the user {0}?
de_de: Sind Sie sicher, dass Sie den Benutzer {0} löschen?

source: Nom d'utilisateur
de_de: Benutzername

source: New user?
de_de: Neuer Benutzer?

source: Create new account
de_de: Neuen Account erstellen

source: Edit Staff
de_de: Bearbeiten Mitarbeiter

source: Delete Staff
de_de: löschen Mitarbeiter

source: Role
de_de: Rolle

source: Staff #
de_de: Mitarbeiter #

source: The requested address {0} was not found on this server.
de_de: Die gewünschte Adresse {0} wurde auf diesem Server nicht gefunden.

source: An Internal Error Has Occurred
de_de: Ein interner Fehler ist aufgetreten

source: You are not authorized to access that location.
de_de: Sie sind nicht, dass die Lage für den Zugriff autorisiert.

source: Missing CSRF token cookie
de_de: Fehlende CSRF-Token-Cookie

source: CSRF token mismatch.
de_de: CSRF-Token stimmen nicht überein.

source: Not Found
de_de: Nicht gefunden

source: An Internal Error Has Occurred.
de_de: Ein interner Fehler ist aufgetreten.

source: {0} from now
de_de: {0} von jetzt

source: {0} ago
de_de: {0} vor

source: {0} after
de_de: {0} nach

source: {0} before
de_de: {0}, bevor

source: just now
de_de: gerade jetzt

source: about a second ago
de_de: etwa eine Sekunde vor

source: about a minute ago
de_de: Vor ca. einer Minute

source: about an hour ago
de_de: vor ungefähr einer Stunde

source: about a day ago
de_de: Vor etwa einem Tag

source: about a week ago
de_de: Ungefähr vor einer Woche

source: about a month ago
de_de: vor ungefähr einem Monat

source: about a year ago
de_de: vor etwa einem Jahr

source: in about a second
de_de: in etwa einer Sekunde

source: in about a minute
de_de: in etwa einer Minute

source: in about an hour
de_de: in ungefähr einer Stunde

source: in about a day
de_de: in etwa einem Tag

source: in about a week
de_de: in etwa einer Woche

source: in about a month
de_de: in etwa einem Monat

source: in about a year
de_de: in etwa einem Jahr

source: today
de_de: heute

source: %s ago
de_de: %s vor

source: on %s
de_de: auf %s

source: {0} year
de_de: {0} Jahr

source: {0} month
de_de: {0} Monat

source: {0} week
de_de: {0} Woche

source: {0} day
de_de: {0} Tag

source: {0} hour
de_de: {0} Stunde

source: {0} second
de_de: {0} Sekunden

source: The requested file was not found
de_de: Die angeforderte Datei wurde nicht gefunden

source: This value is already in use
de_de: Dieser Wert ist bereits in Verwendung

source: This value does not exist
de_de: Dieser Wert ist nicht vorhanden

source: The count does not match {0}{1}
de_de: Die Zahl entspricht nicht {0} {1}

source: and
de_de: und

source: This field is required
de_de: Dieses Feld wird benötigt

source: This field cannot be left empty
de_de: Dieses Feld kann nicht leer gelassen werden

source: The provided value is invalid
de_de: Der angegebene Wert ist ungültig

source: New %s
de_de: Nachrichten %s

source: Edit %s
de_de: Bearbeiten %s

source: Home
de_de: Zuhause

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Kann

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Gestionnaire
de_de: Verwalter

source: Employe
de_de: Mitarbeiter
