Repository: RickyNotaro/CakePOS
Catalog: src/Locale/default2.po
Languages: fr_ca

source: The customer has been saved.
fr_ca: Le client a été enregistré.

source: The customer could not be saved. Please, try again.
fr_ca: Le client n'a pas pu être sauvé. Veuillez réessayer.

source: The customer has been deleted.
fr_ca: Le client a été supprimé.

source: The customer could not be deleted. Please, try again.
fr_ca: Le client n'a pas pu être supprimé. Veuillez réessayer.

source: The payment has been saved.
fr_ca: Le paiement a été enregistré.

source: The payment could not be saved. Please, try again.
fr_ca: Le paiement ne peut pas être sauvé. Veuillez réessayer.

source: The payment has been deleted.
fr_ca: Le paiement a été supprimé.

source: The payment could not be deleted. Please, try again.
fr_ca: Le paiement ne peut pas être supprimé. Veuillez réessayer.

source: The product has been saved.
fr_ca: Le produit a été enregistré.

source: The product could not be saved. Please, try again.
fr_ca: Le produit n'a pas pu être sauvé. Veuillez réessayer.

source: The product has been deleted.
fr_ca: Le produit a été supprimé.

source: The product could not be deleted. Please, try again.
fr_ca: Le produit ne peut pas être supprimé. Veuillez réessayer.

source: The products transaction has been saved.
fr_ca: La transaction de produits a été enregistrée.

source: The products transaction could not be saved. Please, try again.
fr_ca: La transaction de produits n'a pas pu être sauvé. Veuillez réessayer.

source: The products transaction has been deleted.
fr_ca: La transaction de produits a été supprimé.

source: The products transaction could not be deleted. Please, try again.
fr_ca: La transaction de produits ne peut pas être supprimé. Veuillez réessayer.

source: The ref payment method has been saved.
fr_ca: La méthode de paiement ref a été enregistré.

source: The ref payment method could not be saved. Please, try again.
fr_ca: La méthode de paiement ref n'a pas pu être sauvé. Veuillez réessayer.

source: The ref payment method has been deleted.
fr_ca: La méthode de paiement ref a été supprimé.

source: The ref payment method could not be deleted. Please, try again.
fr_ca: La méthode de paiement ref n'a pas pu être supprimé. Veuillez réessayer.

source: The sales outlet has been saved.
fr_ca: Le point de vente a été enregistrée.

source: The sales outlet could not be saved. Please, try again.
fr_ca: Le point de vente n'a pas pu être sauvé. Veuillez réessayer.

source: The sales outlet has been deleted.
fr_ca: Le point de vente a été supprimé.

source: The sales outlet could not be deleted. Please, try again.
fr_ca: Le point de vente ne peut pas être supprimé. Veuillez réessayer.

source: The sales transaction has been saved.
fr_ca: La transaction de vente a été enregistrée.

source: The sales transaction could not be saved. Please, try again.
fr_ca: La transaction de vente ne pouvait pas être sauvé. Veuillez réessayer.

source: The sales transaction has been deleted.
fr_ca: La transaction de vente a été supprimé.

source: The sales transaction could not be deleted. Please, try again.
fr_ca: La transaction de vente ne peut pas être supprimé. Veuillez réessayer.

source: The staff has been saved.
fr_ca: Le personnel a été enregistré.

source: The staff could not be saved. Please, try again.
fr_ca: Le personnel n'a pas pu être sauvé. Veuillez réessayer.

source: The staff has been deleted.
fr_ca: Le personnel a été supprimé.

source: The staff could not be deleted. Please, try again.
fr_ca: Le personnel n'a pas pu être supprimé. Veuillez réessayer.

source: A role is neccessary
fr_ca: Un rôle est neccessary

source: Actions
fr_ca: actes

source: List Customers
fr_ca: Liste clients

source: List Sales Transactions
fr_ca: Transactions Liste des ventes

source: New Sales Transaction
fr_ca: Nouvelle transaction de vente

source: Add Customer
fr_ca: Ajouter client

source: Submit
fr_ca: Soumettre

source: Delete
fr_ca: Effacer

source: Are you sure you want to delete # {0}?
fr_ca: Etes-vous sûr de vouloir supprimer # {0}?

source: Edit Customer
fr_ca: Modifier la clientèle

source: New Customer
fr_ca: Nouveau client

source: Customers
fr_ca: Les clients

source: View
fr_ca: Vue

source: Edit
fr_ca: modifier

source: Are you sure you want to delete : {0}?
fr_ca: Etes-vous sûr de vouloir supprimer: {0}?

source: previous
fr_ca: précédent

source: next
fr_ca: prochain

source: Delete Customer
fr_ca: Supprimer client

source: Customer Type
fr_ca: Type de client

source: Related Sales Transactions
fr_ca: Related opérations de vente

source: Id
fr_ca: ça

source: Customer Id
fr_ca: N ° de client

source: Staff Id
fr_ca: Le personnel Id

source: Transaction Date Time
fr_ca: Transaction Date Heure

source: Transaction Wholesale Price
fr_ca: Transaction Prix de gros

source: Transaction Retail Price
fr_ca: Transaction Prix de détail

source: Other Details
fr_ca: Autres détails

source: Logout
fr_ca: Se déconnecter

source: Login
fr_ca: S'identifier

source: Register
fr_ca: registre

source: Error
fr_ca: Erreur

source: Back
fr_ca: Arrière

source: List Payments
fr_ca: Liste des paiements

source: Add Payment
fr_ca: Ajouter Paiement

source: Edit Payment
fr_ca: Modifier Paiement

source: New Payment
fr_ca: Nouveau paiement

source: Payments
fr_ca: Paiements

source: Payment #
fr_ca: Paiement #

source: Delete Payment
fr_ca: Supprimer Paiement

source: Payment Method Code
fr_ca: Paiement Code Méthode

source: Sales Transaction Id
fr_ca: Transaction de vente Id

source: Payment Amount
fr_ca: Montant du paiement

source: List Products
fr_ca: Liste des produits

source: List Products Transactions
fr_ca: Produits Liste Transactions

source: New Products Transaction
fr_ca: Nouveaux produits Transaction

source: Add Product
fr_ca: Ajouter le produit

source: Edit Product
fr_ca: Modifier le produit

source: New Product
fr_ca: Nouveau produit

source: Products
fr_ca: Produits

source: Delete Product
fr_ca: Supprimer produit

source: Product Wholesale Price
fr_ca: Produit Prix de gros

source: Product Retail Price
fr_ca: Prix ​​de détail de produits

source: Product Details
fr_ca: détails du produit

source: Related Products Transactions
fr_ca: Produits connexes Transactions

source: Product Id
fr_ca: Id Produit

source: Quantity
fr_ca: Quantité

source: Add Products Transaction
fr_ca: Ajouter les produits Transaction

source: Edit Products Transaction
fr_ca: Modifier les produits Transaction

source: Products Transactions
fr_ca: Produits Transactions

source: Delete Products Transaction
fr_ca: Supprimer Produits Transaction

source: Product
fr_ca: Produit

source: Sales Transaction
fr_ca: Transaction de vente

source: List Ref Payment Methods
fr_ca: Liste Ref Modes de paiement

source: Add Ref Payment Method
fr_ca: Ajouter Ref Méthode de paiement

source: Edit Ref Payment Method
fr_ca: Modifier Ref Méthode de paiement

source: New Ref Payment Method
fr_ca: Nouvelle méthode de paiement Ref

source: Ref Payment Methods
fr_ca: Modes de paiement Ref

source: Delete Ref Payment Method
fr_ca: Supprimer Ref Méthode de paiement

source: Payment Method Name
fr_ca: Méthode de paiement Nom

source: Payment Method Description
fr_ca: Paiement Méthode Description

source: List Sales Outlets
fr_ca: Points de vente Liste de vente

source: Add Sales Outlet
fr_ca: Ajouter Sales Outlet

source: Edit Sales Outlet
fr_ca: Modifier Sales Outlet

source: New Sales Outlet
fr_ca: Nouveau point de vente

source: Sales Outlets
fr_ca: Points de vente

source: Delete Sales Outlet
fr_ca: Supprimer Sales Outlet

source: Sales Outlet Detail
fr_ca: Outlet Sales Détail

source: List Staffs
fr_ca: Liste Staffs

source: New Staff
fr_ca: Nouvelle équipe

source: Add Sales Transaction
fr_ca: Ajouter Transaction Sales

source: Edit Sales Transaction
fr_ca: Transaction Modifier Sales

source: Sales Transactions
fr_ca: Transactions de vente

source: Delete Sales Transaction
fr_ca: Supprimer Transaction Sales

source: Customer
fr_ca: Client

source: Sales Outlet
fr_ca: Outlet Sales

source: Staff
fr_ca: Personnel

source: Related Payments
fr_ca: Les paiements connexes

source: Add Staff
fr_ca: Ajouter personnel

source: Edit Staff
fr_ca: Modifier personnel

source: Delete Staff
fr_ca: Supprimer personnel

source: Username
fr_ca: Nom d'utilisateur

source: Password
fr_ca: Mot de passe

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom de famille

source: Role
fr_ca: Rôle

source: Staff #
fr_ca: Personnel #

source: Notes
fr_ca: Remarques
